{{{header(infra/scripts,Richard Westhaver,ellis@rwest.io)}}}

#+begin_src shell :dir ~/dev/comp/infra/scripts :results list replace :output results
  ls
#+end_src

#+RESULTS:
- arch-upgrade.sh
- autogen.lisp
- aws-set-env.sh
- build-emacs.sh
- bundle-dir.sh
- check.lisp
- eval.sh
- get-cargo-tools.sh
- get-cl.sh
- get-code.sh
- get-emacs.sh
- get-linux.sh
- get-lust.sh
- get-rocksdb.sh
- get-rust.sh
- get-sbcl.sh
- git-vendor-pull.sh
- init.sh
- print-colors.sh
- record-gif.sh
- sbcl-save-core.sh
- sc.sh
- ts-install-langs.sh
- wg-gen-keys.sh
